content/gear-list.org
#+TITLE: Gear List
#+AUTHOR: Brian J. Oney
#+CATEGORY: winter-cdt
#+PROPERTY: TAGS equipment, skills, techniques
#+OPTIONS: toc:nil
#+PROPERTY: ORDER 2
#+LANGUAGE: en

* Gear is the least important pillar
Most important of all come the mental, i.e. emotional, technical, and reasoning capabilities. Think emotional, technical, and reasoning courses, mentoring, and personal experience.

Tightly coupled to the mental capabilities, physical conditioning and the accompanying diet sets the fundament. Think years following the approach laid out in the book "Training for the Uphill Athlete".

Once those two are clearly established, only then should one consider optimizing gear systems. Personal experience and online forums on the state-of-the-art prove helpful.

For more, please read through [[./skills-and-training.org][skills and abilities for my 2022-2023 winter CD(T) attempt]],

* My 6 winter systems

*** Ski setup
Lightweight alpine touring set: I used the Tecnica Zero G peak boot. They may not walk the best, but they are very stiff for their weight.
I used the SkiTrab Ortles 90 skis for winter and SkiTrab Maestro.2 skis for spring.  SkiTrab makes the simplest and most featured pin binding, while being light enough. I used the Gara and Vario.2 binding. I carry a binding remount kit, but have never needed it.

*** Sleeping
I used the Timmermade Winter Wren -20⁰F with a GramXpert 50⁰F synthetic overbag for the coldest periods on a Therm-a-rest Xtherm. I shared a Spoonbill UL sleeping bag from Feathered Friends with a friend for the upper half of Montana's CD on an Exped double sleeping pad. Timmermade vapor barrier clothing helped me on cold nights.

*** Tent
I used the fly of a Durston X-mid 1 or, with my friend the Durston X-mid 2. I also used the Seek Outside Silex hot tent alone and the Seek Outside Guardian with my friend. Procuring wood and burning it to melt water was too slow, so we reverted bag to the white gas stove.

*** Backpack
I used the Superior Wilderness Designs Big Wild backpack. It carried well and, with the hanging hip belt, skied very well with a heavy load.

*** Stove
I used the MSR XGK-EX with a modified Trail Designs Fissure windscreen-potstand combination to hold the MSR Big Titan pot. I burned bio-white gas. I also used a Seek Outside Medium U-Turn, which, when the temperatures regularly dipped below -20°F, made for comfortable but slow living.

*** Clothing
From inside out, top: SkiTrab Overglove Plus or Showa Temres 282 gloves, Patagonia Capilene Air hoody, Patagonia Houdini, Patagonia DAS light jacket, and, with significant precipitation and warm enough temperatures, the Zpacks Poncho Groundsheet, or, at camp a Timmermade SUL 1.5 down sweater.
From inside out, bottom: Pantyhose leggings, Mtntools Vapor Barrier Socks, 2 pair thin ski socks, boot-length thermal underwear, Montbell Dynamo wind pants, Patagonia DAS light pants.


