docs/winter-cdt/gear-list/index.html
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="Complete gear list and equipment philosophy for long-distance winter ski expeditions - prioritizing mental preparation over gear optimization.">
    <meta name="author" content="Brian J. Oney">

    <title>Gear List | Skitraverse</title>
    <link rel="canonical" href="../../winter-cdt/gear-list/">

    <!-- OpenGraph tags -->
    <meta property="og:site_name" content="Skitraverse">
    <meta property="og:type" content="article">
    <meta property="og:title" content="Gear List">
    <meta property="og:url" content="../../winter-cdt/gear-list/">
    <meta property="og:description" content="Complete gear list and equipment philosophy for long-distance winter ski expeditions - prioritizing mental preparation over gear optimization.">
    <meta property="og:image" content="../../img/book-cover.jpg">

    <!-- Twitter Card tags -->
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:title" content="Gear List">
    <meta name="twitter:description" content="Complete gear list and equipment philosophy for long-distance winter ski expeditions - prioritizing mental preparation over gear optimization.">
    <meta name="twitter:image" content="../../img/book-cover.jpg">

    <!-- PicoCSS -->
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/@picocss/pico@2/css/pico.min.css">
    <!-- Site styles -->
    <link rel="stylesheet" href="../../static/css/site.css">
    <!-- Pagefind CSS -->
    <link href="../../pagefind/pagefind-ui.css" rel="stylesheet">
    <link rel="icon" type="image/x-icon" href="../../static/img/logo.ico">
</head>
<body id="page-top">
    <!-- Navigation -->
    <nav>
        <div class="container">
            <a href="../../" class="sitename">Ski Traverse</a>
            <a href="../../#contact" class="nav-contact">Contact</a>
        </div>
    </nav>

    <!-- Page Header -->
    <header>
        <div class="container">
            <h1>Gear List</h1>
            <div class="star-divider">
                <span class="star">❄</span>
            </div>
        </div>
    </header>

    <!-- Content -->
    <main>
        <div class="container">
<section class="article-content">
    <div class="container">
        <div class="article-body">
            <div id="outline-container-org7390efc" class="outline-2">
<h2 id="org7390efc"><span class="section-number-2">1.</span> Gear is the least important pillar</h2>
<div class="outline-text-2" id="text-1">
<p>
Most important of all come the mental, i.e. emotional, technical, and reasoning capabilities. Think emotional, technical, and reasoning courses, mentoring, and personal experience.
</p>

<p>
Tightly coupled to the mental capabilities, physical conditioning and the accompanying diet sets the fundament. Think years following the approach laid out in the book "Training for the Uphill Athlete".
</p>

<p>
Once those two are clearly established, only then should one consider optimizing gear systems. Personal experience and online forums on the state-of-the-art prove helpful.
</p>

<p>
For more, please read through <a href="./skills-and-training.html">skills and abilities for my 2022-2023 winter CD(T) attempt</a>,
</p>
</div>
</div>
<div id="outline-container-org0d5dc09" class="outline-2">
<h2 id="org0d5dc09"><span class="section-number-2">2.</span> My 6 winter systems</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orged8874f" class="outline-4">
<h4 id="orged8874f"><span class="section-number-4">2.0.1.</span> Ski setup</h4>
<div class="outline-text-4" id="text-2-0-1">
<p>
Lightweight alpine touring set: I used the Tecnica Zero G peak boot. They may not walk the best, but they are very stiff for their weight.
I used the SkiTrab Ortles 90 skis for winter and SkiTrab Maestro.2 skis for spring.  SkiTrab makes the simplest and most featured pin binding, while being light enough. I used the Gara and Vario.2 binding. I carry a binding remount kit, but have never needed it.
</p>
</div>
</div>
<div id="outline-container-org19dfabb" class="outline-4">
<h4 id="org19dfabb"><span class="section-number-4">2.0.2.</span> Sleeping</h4>
<div class="outline-text-4" id="text-2-0-2">
<p>
I used the Timmermade Winter Wren -20⁰F with a GramXpert 50⁰F synthetic overbag for the coldest periods on a Therm-a-rest Xtherm. I shared a Spoonbill UL sleeping bag from Feathered Friends with a friend for the upper half of Montana's CD on an Exped double sleeping pad. Timmermade vapor barrier clothing helped me on cold nights.
</p>
</div>
</div>
<div id="outline-container-org24aef75" class="outline-4">
<h4 id="org24aef75"><span class="section-number-4">2.0.3.</span> Tent</h4>
<div class="outline-text-4" id="text-2-0-3">
<p>
I used the rain fly of a Durston X-mid 1 or, with my friend the Durston X-mid 2. I chose it because it was simple, roomy, and making a tent platform was reliably simple, even in sugar snow. I also used the Seek Outside Silex hot tent alone and the Seek Outside Guardian with my friend. Procuring wood and burning it to melt water was too slow, so we reverted back to the white gas stove.
</p>
</div>
</div>
<div id="outline-container-org4b9efa5" class="outline-4">
<h4 id="org4b9efa5"><span class="section-number-4">2.0.4.</span> Backpack</h4>
<div class="outline-text-4" id="text-2-0-4">
<p>
I used the Superior Wilderness Designs Big Wild backpack. It carried well and, with the hanging hip belt, skied very well with a heavy load.
</p>
</div>
</div>
<div id="outline-container-org1a4b4bc" class="outline-4">
<h4 id="org1a4b4bc"><span class="section-number-4">2.0.5.</span> Stove</h4>
<div class="outline-text-4" id="text-2-0-5">
<p>
I used a modified MSR XGK-EX with a modified Trail Designs Fissure windscreen-potstand combination to hold the MSR Big Titan pot. I burned bio-white gas. I also used a Seek Outside Medium U-Turn, which, when the temperatures regularly dipped below -20°F, made for comfortable living but slow going.
</p>
</div>
</div>
<div id="outline-container-orgc022a4f" class="outline-4">
<h4 id="orgc022a4f"><span class="section-number-4">2.0.6.</span> Clothing</h4>
<div class="outline-text-4" id="text-2-0-6">
<p>
From inside out, top: SkiTrab Overglove Plus or Showa Temres 282 gloves, Patagonia Capilene Air hoody, Patagonia Houdini, Patagonia DAS light jacket, and, with significant precipitation and warm enough temperatures, the Zpacks Poncho Groundsheet, or, at camp a Timmermade SUL 1.5 down sweater.
From inside out, bottom: Pantyhose leggings, Mtntools Vapor Barrier Socks, 2 pair thin ski socks, Tecnica Zero G Peak (oversized), boot-length thermal underwear, Montbell Dynamo wind pants, Patagonia DAS light pants.
</p>
</div>
</div>
</div>
